Repository: andryfailli/flutter
Catalog: packages/flutter/lib/src/material/i18n/material_*.arb
Languages: sd

# timeOfDayFormat
source: h:mm a
sd: HH:mm

# openAppDrawerTooltip
source: Open navigation menu
sd: اوپن جي مينڊيٽ مينيو

# backButtonTooltip
source: Back
sd: پوئتي

# closeButtonTooltip
source: Close
sd: بند ڪريو

# nextMonthTooltip
source: Next month
sd: ايندڙ مهيني

# previousMonthTooltip
source: Previous month
sd: پويون مهينو

# nextPageTooltip
source: Next page
sd: اڳيون پيج

# previousPageTooltip
source: Previous page
sd: پويون صفحو

# showMenuTooltip
source: Show menu
sd: ڏيکاريو

# aboutListTileTitle
source: About $applicationName
sd: $applicationName بابت

# licensesPageTitle
source: Licenses
sd: لائسنس

# pageRowsInfoTitle
source: $firstRow–$lastRow of $rowCount
sd: $firstRow–$lastRow جي $rowCount

# pageRowsInfoTitleApproximate
source: $firstRow–$lastRow of about $rowCount
sd: $firstRow–$lastRow کان $rowCount تقريبن

# rowsPerPageTitle
source: Rows per page:
sd: رني پاسي وارو صفحو

# selectedRowCountTitleOther
source: $selectedRowCount items selected
sd: $selectedRowCount شيون چونڊيل

# cancelButtonLabel
source: CANCEL
sd: منسوخ ڪيو

# closeButtonLabel
source: CLOSE
sd: بند ڪريو

# continueButtonLabel
source: CONTINUE
sd: جاري رکو

# copyButtonLabel
source: COPY
sd: ڪاپي

# cutButtonLabel
source: CUT
sd: پٽي

# okButtonLabel
source: OK
sd: ٺيڪ آهي

# pasteButtonLabel
source: PASTE
sd: پيسٽ ڪريو

# selectAllButtonLabel
source: SELECT ALL
sd: سڀ چونڊيو

# viewLicensesButtonLabel
source: VIEW LICENSES
sd: لائسنس ڏسو
